[BUTTONPOS]
0=BUTTON_EDIT,549,183,72,25,Импорт,FALSE
1=BUTTON_EDIT,549,209,75,25,Экспорт,FALSE
2=BUTTON_EDIT,549,286,75,25,Новый,FALSE
3=BUTTON_DELETE,549,327,72,25,Удалить,FALSE
4=BUTTON_RECORD,549,370,72,25,Запись,FALSE
5=BUTTON_SAVE,549,411,72,25,Сохранить,FALSE
6=REPEAT_EN,631,433,16,16,,FALSE
7=MACROMODE2_EN,631,413,16,16,,FALSE

8=DPI_SPEEP0,  80,214,14,14,,FALSE
9=DPI_SPEEP1, 100,214,14,14,,FALSE
10=DPI_SPEEP2,120,214,14,14,,FALSE
11=DPI_SPEEP3,140,214,14,14,,FALSE
12=DPI_SPEEP4,160,214,14,14,,FALSE
13=DPI_SPEEP5,180,214,14,14,,FALSE
14=DPI_SPEEP6,200,214,14,14,,FALSE
15=DPI_SPEEP7,220,214,14,14,,FALSE
16=DPI_SPEEP8,240,214,14,14,,FALSE
17=DPI_SPEEP9,260,214,14,14,,FALSE

18=Wheel_SPEEP0, 80,294,14,14,,FALSE
19=Wheel_SPEEP1,100,294,14,14,,FALSE
20=Wheel_SPEEP2,120,294,14,14,,FALSE
21=Wheel_SPEEP3,140,294,14,14,,FALSE
22=Wheel_SPEEP4,160,294,14,14,,FALSE
23=Wheel_SPEEP5,180,294,14,14,,FALSE
24=Wheel_SPEEP6,200,294,14,14,,FALSE
25=Wheel_SPEEP7,220,294,14,14,,FALSE
26=Wheel_SPEEP8,240,294,14,14,,FALSE
27=Wheel_SPEEP9,260,294,14,14,,FALSE

30=FIRE_TIME_SLIDER,62,364,196,20,,FALSE
31=FIRE_TIME_PLUS,319,371,20,16,,FALSE
32=FIRE_TIME_MINUS,319,348,24,16,,FALSE
33=FIRE_TIME_SHOW,267,360,43,17,,FALSE


35=TEXT_MACRO,415,177,106,19,Название,FALSE
36=TEXT_NAME,415,245,106,19,Список макросов,FALSE
37=TEXT_MACRO_LIST,630,137,106,19,Список клавиш,FALSE
38=PRESS_TIMES,632,394,52,15,,FALSE
39=RELEASE_TIMES,692,394,52,15,,FALSE
40=REPEAT_EN_TXT,655,435,48,12,Повторять,FALSE
41=MACROMODE2_EN_TXT,648,415,106,12,Кол-во повторений,FALSE
42=REPEAT_TIMES_TXT,597,456,58,19,Количество повторений,FALSE
43=DPISPEED,117,177,126,19,Точность установки указателя,FALSE
44=WHEELSPEED,117,257,126,19,Скорость прокрутки,FALSE
45=FIRESPEED,117,337,126,19,Скорость выстрелов,FALSE


[EDIT]
;按键次数编辑框
3=REPEATTIMES,699,458,52,16,,FALSE 
4=MACRONAME,417,207,119,17,,FALSE

[MACRODISPLAY]
2=KEY_DISPLAY,631,163,120,224,,FALSE
1=MACRO_DISPLAY,417,272,120,176,,FALSE
